{"intents":[
  { "tag": "saudacao",
    "patterns":["Ola","Opa","Oi", "tudo bem","bom dia"],
    "responses": ["Oi","Olá"]
  },
  { "tag": "despedida",
    "patterns":["valeu","tchau","Obrigado","tks","vlw"],
    "responses": ["Até breve","Falou"]
  },

  { "coment":["Explica o que é um programa PIPE"],
    "tag": "program_pipe",
    "patterns":["O que é um PIPE?","Programa PIPE, o que é","PIPE","Não sei o que é PIPE"],
    "responses": ["O Programa Pesquisa Inovativa em Pequenas Empresas da FAPESP destina-se a apoiar a execução de pesquisa científica e tecnológica em pequenas empresas no Estado de São Paulo. Seus objetivos são apoiar a pesquisa em ciência e tecnologia como instrumento para promover a inovação tecnológica e o desenvolvimento empresarial, aumentar a competitividade das pequenas empresas, possibilitar que as empresas se associem a pesquisadores do ambiente acadêmico em projetos de pesquisa visando à inovação tecnológica e contribuir para a formação e o desenvolvimento de núcleos de desenvolvimento tecnológico nas empresas e para o emprego de pesquisadores no mercado de trabalho empresarial criando uma cultura permanente de inovação."]
  },

  { "coment":["Intent inicial que identifica pergunta sobre as fases e direciona para uma SubIntent da fase especifica"],
    "tag": "phases",
    "patterns":["Fases de um programa","Existem diferentes fases?","Fases","Quais são as fases?"],
    "responses": [""]
  },

  { "coment":["Explicando as fases"],
    "tag": "phase1",
    "patterns":["Fase1 do PIPE","Fase1","Fase 1"],
    "responses": ["a) Fase 1: é destinada à verificação da viabilidade técnico-científica da proposta, (duração de até 9 meses e orçamento de até R$ 300.000, mais Reserva Técnica e Benefícios Complementares)."]
  },
  { "tag": "phase2",
    "patterns":["Fase2 do PIPE","Fase2","Fase 2"],
    "responses": ["b) Fase 2: destina-se à execução da pesquisa propriamente dita (duração de até 24 meses e orçamento de até R$ 1.500.000, mais Reserva Técnica e Benefícios Complementares)."]
  },
  { "tag": "phase3",
    "patterns":["Fase3 do PIPE","Fase3","Fase 3"],
    "responses": ["c) PIPE Invest: Aceleração da chegada ao mercado de Projetos da Fase 2, quando houver terceira parte interessada (duração de até 24 meses e orçamento de até R$ 1.500.000)."]
  },
  { "tag": "phase4",
    "patterns":["Fase4 do PIPE","Fase4","Fase 4"],
    "responses": ["d) Fase 3: desenvolvimento comercial e industrial dos produtos, processos, sistemas e/ou serviços inovadores obtidos a partir de pesquisas anteriores realizadas pela pequena empresa sem o apoio da FAPESP ou a partir de pesquisa apoiada no âmbito do PIPE."]
  },

  { "coment":["Identifica pergunta sobre a necessariedade da fase 1"],
    "tag": "needed_phase1",
    "patterns":["Fase1 é obrigatória", "Posso pular a fase1","não realizar a fase1","Preciso fazer a fase1?"],
    "responses": ["A empresa pode submeter uma proposta à Fase 2 Direta. Nesse caso é fundamental demonstrar que a viabilidade técnica da pesquisa já foi demonstrada; para tanto é fundamental apresentar um ótimo documento de “Justificativa para a Fase 2 Direta”."]
  },

  { "coment":["Identifica perguntas sobre onde deve ser feita a pesquisa"],
    "tag": "enterprise_search",
    "patterns":["Projeto de pesquisa feto na empresa?","fazer pesquisa na empresa","Pesquisa"],
    "responses": ["Sim, obrigatoriamente. O PIPE destina-se a apoiar a execução de pesquisa EM pequenas empresas sediadas no Estado de São Paulo, conforme está explicitado nas normas do programa."]
  },

  { "coment":["É responsável por responder se a empresa já precisa estar ativa"],
    "tag": "enterprise_needed",
    "patterns":["A empresa é necessaria?","Preciso de empresa:","Empresa"],
    "responses": ["Não. A FAPESP analisa propostas de empresas ainda não constituídas. Empresas startup ainda não constituídas legalmente são incentivadas a submeter. Nos casos em que a proposta for recomendada, o proponente deverá então abrir formalmente a empresa antes da concessão da proposta."]
  },

  { "coment":["Caracteristicas de empresas que o PIPE apoia"],
    "tag": "pipe_enterprise",
    "patterns":["O que é uma empresa de submissão ao PIPE","Submissão ao PIPE","Empresa para PIPE"],
    "responses": ["É uma empresa com até 250 funcionários, independentemente do seu faturamento. A FAPESP considera empresa as sociedades empresárias previstas no Código Civil, o empresário individual, o microempreendedor individual (MEI), a sociedade limitada unipessoal e as sociedades simples. Associações, fundações, institutos e cooperativas não podem sediar um PIPE da FAPESP."]
  },

  { "coment":["Quando enviar sua proposta"],
    "tag": "when_pipe",
    "patterns":["Quando submeter proposta ao PIPE","Proposta PIPE","Proposta"],
    "responses": ["As propostas para o PIPE Fase 1, Fase 2 e PIPE Invest são recebidas em fluxo contínuo durante todo o ano."]
  },

  { "coment":["Em que área o PIPE atua"],
    "tag": "priority",
    "patterns":["Há áreas prioritárias?","Onde o PIPE dá prioridade?","Prioridade"],
    "responses": ["Não. O PIPE visa a apoiar pesquisas promissoras, com potencial de inovação, em qualquer área do conhecimento."]
  }
]
}